// quote storage
var quotePool = [
  {
    text: "Живи как можешь, раз нельзя как хочется.",
    author: "Цецилий Стаций"
  },
  {
    text: "Я устал, я мухожук.",
    author: "Борис Ельцин"
  },
  {
    text: "Дедушка Ленин хороший был вождь.",
    author: "Егор Летов"
  },
  {
    text: "Я устал, я Ельцин.",
    author: "Неизвестный мухожук"
  },
  {
    text: "Сделаю как-нибудь.",
    author: "Даня"
  },
  {
    text: "Я доем",
    author: "Дед"
  },
  {
    text: "Чертовски хороший кофе!.. И горячий!",
    author: "Дейл Купер"
  },
  {
    text:
      "Здесь Паша Эмильевич, обладавший сверхъестественным чутьем, понял, что сейчас его будут бить, может быть, даже ногами.",
    author: "«12 стульев», Ильф и Петров"
  },
  {
    text:
      "Зуб даю, двигатель экономического чуда есть осознание того, что и в газоотводной трубке над стволом также проживает Будда.",
    author: "«Дзен и искусство ухода за АК-47», 2h Company"
  },
  {
    text: "Тем и страшны, что нету вас милей.",
    author: "Борис Рыжий"
  },
  {
    text: "Заплатила дань / Земному и затихла, / Как море в летний день.",
    author: "Такараи Кикару"
  },
  {
    text:
      "Государыня, помнишь ли, как строили дом? Всем он был хорош, но пустой.",
    author: "Борис Гребенщиков"
  }
];
