// quote storage
var quotePool = [
  {
    text: "Живи как можешь, раз нельзя как хочется.",
    author: "Цецилий Стаций"
  },
  {
    text: "Чертовски хороший кофе!.. И горячий!",
    author: "Дейл Купер"
  },
  {
    text:
      "Здесь Паша Эмильевич, обладавший сверхъестественным чутьем, понял, что сейчас его будут бить, может быть, даже ногами.",
    author: "«12 стульев», Ильф и Петров"
  },
  {
    text: "Тем и страшны, что нету вас милей.",
    author: "Борис Рыжий"
  },
  {
    text: "Заплатила дань / Земному и затихла, / Как море в летний день.",
    author: "Такараи Кикару"
  },
  {
    text:
      "Государыня, помнишь ли, как строили дом? Всем он был хорош, но пустой.",
    author: "Борис Гребенщиков"
  }, 
  {
    text: "Сверхмассивные чёрные дыры - одни из самых тяжёлых объектов во Вселенной. Их масса  почти достигает массы node_modules.",
    author: "Стивен Хокинг наверно"
  },
  {
    text: "Такие дела.",
    author: "Курт Воннегут"
  },
  {
    text: "Начало — пора деликатная, с ним нужно быть осторожным.",
    author: "«Дюна», Фрэнк Герберт"
  },
  {
    text: "текст цитаты",
    author: "автор цитаты"
  },
  {
    text: "Здесь нет оркестра! Это все запись.",
    author: "Конферансье театра «Силенцио», «Малхолланд Драйв»"
  },
  {
    text: "[...]",
    author: "Гордон Фримен"
  }
];
